[{
    "link": [{
        "id": "01",
        "title": "首页"
    }, {
        "id": "02",
        "title": "探索"
    }, {
        "id": "03",
        "title": "宫廷历史"
    }]
}, {
    "iconImg": [{
        "id": "04",
        "left": "https://img.dpm.org.cn/Public/static/themes/image/public-icon1.png",
        "right": "https://img.dpm.org.cn/Public/static/themes/image/public-icon2.png"
    }, {
        "id": "05",
        "left": "https://img.dpm.org.cn/Public/static/themes/image/public-icon3.png",
        "right": "https://img.dpm.org.cn/Public/static/themes/image/public-icon4.png"
    }]
}, {
    "miniTitle": [{
        "id": "06",
        "name": "宫廷历史"
    }, {
        "id": "07",
        "name": "宫廷世系"
    }, {
        "id": "08",
        "name": "宫廷典制"
    }, {
        "id": "09",
        "name": "宫廷人物"
    }, {
        "id": "10",
        "name": "宫廷事件"
    }, {
        "id": "11",
        "name": "宫俗文化"
    }]
}, {
    "content": [{
        "id": "12",
        "text": "明朝（1368—1644年）和清朝（1644—1911年），是中国封建王朝史上最后两个朝代。两朝宫廷，既指是明清帝王使用的皇宫，也是明清两朝最高统治核心的代名词。明清宫廷五百多年的历史，作为整个明清史的一部分，以对帝后活动，包括等级制度、权力斗争、宗教祭祀、饮食服饰等问题的研究，向人们展示这五百多年来明清帝后多姿多彩又冷酷残忍的生活画卷，同时，揭示了最高统治者统治权术、言行起居等对国家民族兴衰和社会生活走向的影响。"
    }, {
        "id": "13",
        "text": "集中展示明代十六位皇帝、清代十二位皇帝世代相承的宫廷世系。明清宫廷五百多年的历史，作为整个明清史的一部分，以对帝后活动，包括等级制度、权力斗争、宗教祭祀、饮食服饰等问题的研究，向人们展示这五百多年来明清帝后多姿多彩又冷酷残忍的生活画卷，同时， 揭示了最高统治者统治权术、言行起居等对国家民族兴衰和社会生活走向的影响。"
    }, {
        "id": "14",
        "text": "此栏目主要涉及明清两朝的中枢制度、皇嗣制度、官僚制度、军事制度、司法监察制度的性质、职能与组织形式，其中以皇帝为中心所形成的各项制度，包括后妃制度、皇嗣制度、礼仪制度、巡幸制度、舆服制度、陵寝制度等，是本栏目重点介绍的内容。明清两代典章制度有所不同，明代以内阁为定制；清代经历了议政王大臣会议、内三院、内阁、南书房、军机处的演进过程；司法监察制度，清代在明司法制度基础上还增加九卿会审及皇帝秋审定谳；军事制度尤以清代的八旗制为其显著特色；皇嗣制度在明代为传统的立嫡立长制，清代则以秘密立储制为主；在地方行政管理体制方面也多有不同。"
    }, {
        "id": "15",
        "text": "历史上颇具才德名望、在某一重大事件或重要制度中起举足轻重的人物，皆可称为重要历史人物。由于明清五百年内容极为丰富，涵盖面又十分广阔，因而载入明清重要人物名册的人物也就十分庞杂。既有至高无上的帝后妃嫔、皇子皇女、文臣武将，也有不见经传的宫女太监、工匠杂役。正是他们的言行作为使明清历史鲜活起来。"
    }, {
        "id": "16",
        "text": "由于明清宫廷是封建制度高度完备的最高统治中心，不寻常的大事，往往都是围绕皇权的传承与安危展开的。如明代正统皇帝被俘的土木之变、嘉靖皇帝被宫女谋刺的壬寅宫变、清初诸王大臣为确立皇权的三官庙之争、清末慈禧皇太后谋取权力的辛酉政变等等。"
    }, {
        "id": "17",
        "text": "明清两代可资汲取的历代文化积淀十分丰厚，在此基础上出现了对传统文化进行总结的大趋势，最高统治者以文化活动为手段以达到政治目的的活动得到加强，中外文化交流向着广度与深度发展，在清代还表现出各民族文化兼容并蓄所形成的多元化格局。于是，哲学、宗教、学术思想、文学艺术诸多方面流派纷呈，斐然绚丽。而传统的封建教育作为传承文化的重要途径依然如式前行。相对稳定的风俗习惯在受到明清两朝不同的统治民族与地域环境的影响，尤其体现在宫廷习俗的某些不同。及至清末，社会突变与转型，折射到文化诸领域，则相应出现新的变化。"
    }]
}]